{
  "categories": {
    "cult": [
      {
        "Rockathon": {
          "id": 7,
          "description": "Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.\nGet ready to witness and experience the the extravaganza of music, a combination of breathtaking beats and lovely  lyrics which will entice you musically!! So, thump your hearts up to join us in the journey of music that'll give you an adrenaline rush...All the talented ones, don't miss the chance to Battle with the Best !\nHereby we present to you “ROCKATHON”,the rock band competition of Advaita 2k20! A platform where you can showcase what music means to you and inspire,influence and ignite the energy in the people with your music and voice.\n",
          "rules": "rockathon.docx",
          "img_path": "Rock"
        }
      },
      {
        "Acoustica": {
          "id": 4,
          "description": "The essential literature of heart creating the melodies of mind, Music has always left us spellbound by its astounding expression of thoughts in the rhythms of harmony. \nSo, to unfold a magical spell and make the charm of music more captivating, this is a call to all the singers out there, to come up in solo, duet or groups and grace us with your alluring music and express and explore your depths so that it knows no bounds. \nThe Quest for the sensation, for the esteemed manifesting the excellence of music, Advaita’20 brings “ACOUSTICA” - giving a stage for portraying, the most unique and tranquil music.",
          "rules": "acoustica.docx",
          "img_path": "Card",
          "slug": "cult-4"
        }
      },
      {
        "Footloose": {
          "id": 3,
          "description": "Someone  has rightly said \"To dance is to be out of yourself.Larger,more beautiful,more powerful\".\n So all the dancers gear up your shoes for the most awaited-competition of the year \"FOOTLOOSE\" ,an all style dance competition\".Its time to showcase your energy,moves & style to the world by breaking the beats and owning the stage like a boss.",
          "rules": "footloose.docx",
          "img_path": "Foot",
          "slug": "cult-3"
        }
      },
      {
        "LaMode": {
          "id": 5,
          "description": "Fashion is very important. It is life-enhancing and, like everything that gives pleasure, it is worth doing well.\nFashion is not something that exists in dresses only.Fashion is in the sky,in the street,fashion has to do with ideas,the way we live,what is happening.\n LAMODE ,the grandeur fashion event of ADVAITA, IIIT Bhubaneswar where teams from the state and outside come to witness the fashion extravaganza. Whether it's ethnic or formal, casual or some pulchritudinous creation out of your own mind, participate in this event of IIIT Bhubaneswar and prove yourself a fashionista by winning the event and bringing laurels for your college.",
          "rules": "rules.pdf",
          "img_path": "Lamode",
          "slug": "cult-5"
        }
      },
      {
        "Cypher": {
          "id": 1,
          "description": "With respect comes your name. Your name is how you will be identified and acknowledged. A warrior comes, fights and conquers the stage. Age and gender don't matter.\n\"When many dancers get together to battle each other in a circle where no one can break in, is called a cypher.\" IIIT Bhubaneswar presents with booming hip-hop beats and a pumping party atmosphere, a one-of-a-kind dance event- CYPHER.\nSoak yourself up in the infectious energy and attitude of mind-blowing dance moves and pumping hip-hop tunes. This is a call to all the lockers and breakers and b-boyers and hip-hoppers out there. Push your boundaries and show off your dance moves to make the crowd go wild.\nBeat. Break. Battle",
          "rules": "Cypher.docx",
          "img_path": "Cypher",
          "slug": "cult-1"
        }
      },
      {
        "TillICollapse": {
          "id": 9,
          "description": "Rapping is a form of music that has something called a beat to it, something that sounds very attractive and appealing.\n Coming down to the beginning of a new decade,Hip-hop is making a lot of noise & It should get some more spotlight. To all the underground rappers in the city, Bhubaneswar had it coming.\nWith the growing number of rappers in the city, we gladly present to you “Till I Collapse”, the rap battle competition of Advaita 2K20, a perfect platform to showcase your talent.",
          "rules": "Rap-battle.docx",
          "img_path": "RapBattle",
          "slug": "cult-9"
        }
      },
      {
        "Pradarshan": {
          "id": 8,
          "description": "Street theatre has acquired an image of a more moral nature with just the right kind of fun. Better known as ‘nukad natak’, is perhaps the best way to connect with the common man and the youth. These are much more intimate, brief, direct and address the social/political message head-on with the help of drama. Nukad nataks are an important tool in creating awareness, empowering the youth and utilizing our right to freedom of speech and expression positively. Nukkad nataks have evolved through the years conveying a message to the society. Boost yourself with all your energy and let your choices be heard DEEP, LOUD AND CLEAR.\nHere by we present to you 'PRADARSHAN', the nukkad natak competition of Advaita 2k20! A platform where you get to voice your opinions through this colloquial form of drama with all the catchy phrases and songs, crisp script, humor and loudness, making a long lasting and powerful effect on the audience",
          "rules": "rules.pdf",
          "img_path": "Pradarshan",
          "slug": "cult-8"
        }
      },
      {
        "HaqSeRJ": {
          "id": 6,
          "description": "Can a voice soothe you, make you feel happy, high, sad and jubilant all in one breath? Then, it sure is a powerful one and it's prowess of a radio jockey. Do u think you have the power, the passion and the charisma that takes to become an RJ? The stage is set for dynamic personalities with creativity, knowledge and a sense of humour. Become the voice that is loved by all. The stage is set. Give your best to be the winner of Haq Se RJ",
          "rules": "rules.pdf",
          "img_path": "HaqSe",
          "slug": "cult-6"
        }
      },
      {
        "MeraNaamJoker": {
          "id": 2,
          "description": "From the dawn of mankind humans have invented, innovated, discovered, analysed and over analysed things and then there are a specific breed of those humans who do all of them just put a to put a grin on the faces of others. No, we are not talking about the heroes in the folktales neither real life heroes whose achievements have been celebrated throughout history. We are talking about those unsung heroes who work day and night in silence to make people laugh. Yeah, we are talking about the stand up comedians.\nSo IIIT BBSR welcomes you all to celebrate the anecdotes and observations of those unsung heroes and to have a hearty laugh in the event \"Mera naam joker\".\nThis is an event for all the budding stand up comedians to fight their stage fears and put their thoughts out there.\nRules are stated in the rulebook, which are basically terms and conditions applied.\nWe however care about one thing the most. So, we'll make this a little simpler for you. Make us laugh till we drop and win this. Also, you get exciting prizes, so yeah, there's the incentive you are searching for.\nOn a serious note, do check the rulebook out. Come here, do some interesting stand-up comedy act and win.\nThis one's gonna be one amazing event that you all will cherish in your memories, we promise you that.",
          "rules": "rules.pdf",
          "img_path": "Joker",
          "slug": "cult-2"
        }
      }
    ],
    "tech": [
      {
        "TechNova": {
          "id": 4,
          "description": "ADVAITA’20 introduces you to TechNova, the nonpareil Tech exhibition of IIIT Bhubaneswar.  Since its inception in 2013, TechNova has been proffering a platform for showcasing students’ innovations. In its very first year, TechNova had got media coverage from some of the colossal news channels and its grandeur has been on a rise in subsequent editions with Advaita. So if you have some idea, build it, show it and have a chance to take home some hefty prizes, from the                   premiere​ tech event of ADVAITA. ",
          "rules": "tech.docx",
          "img_path": "Technova"
        }
      },
      {
        "PaperPresentation": {
          "id": 7,
          "description": "Advaita 2020 provides all the ingenous minds out there to showcase their research and project ideas to the audience. In this event the participant is required to present his/her Research paper or a project he/she has been working on.",
          "rules": "tech.docx",
          "img_path": "PaperP",
          "slug": "tech-7"
        }
      },
      {
        "BluePrint": {
          "id": 10,
          "description": "Advaita brings you a 2 hours short competitive programming contest to be hosted on codechef. Test your coding skills and earn codechef laddus and cashprize.",
          "rules": "tech.docx",
          "img_path": "Blueprint",
          "slug": "tech-10"
        }
      },
      {
        "WebDev": {
          "id": 6,
          "description": "Advaita brings you the platform to showcase your designing skills. It is an online event in which the participant is required to design a web site/web app according to given instruction and the participant with best design is the winner.",
          "rules": "tech.docx",
          "img_path": "WebD",
          "slug": "tech-6"
        }
      },
      {
        "SwigNCode": {
          "id": 2,
          "description": "Advaita 2020 prsents Swig and Code. It is a 3 hours onsite gamified competitive programming contest. Participants come in pairs and they had the liberty of Swilling beverages during problem solving.",
          "rules": "tech.docx",
          "img_path": "SwigNCode",
          "slug": "tech-2"
        }
      },
      {
        "Principium": {
          "id": 3,
          "description": "Advaita 2020 provides you a platform to test your reverse engineering skills. In this event the participant is required to reverse engineer a given Piece of solution and design the source code according to the solution given. The code is then tested on various test cases and accordingly the participant gains points.",
          "rules": "tech.docx",
          "img_path": "Princi",
          "slug": "tech-3"
        }
      },
      {
        "IEEE Workshop": {
          "id": 1,
          "description": "Emerging Tech Workshop IIIT Bhubaneswar in Collaboration with IEEE and TechBootCamps is Organizing Technology Workshops on the following 1) IoT with Android APP 2)Quantum Computing using Python 3)HandsOn with Blockchain Programing  4)WebDevelopment Bootcamp All the workshops are highly Subsidised and on Successful completion of the workshop students will get a IEEE Unique Id certificate. ",
          "rules": "ieee.pdf",
          "img_path": "IEEE",
          "slug": "tech-1"
        }
      },
      {
        "DirtRush": {
          "id": 11,
          "description": "The ultimate robot dash competition of ADVAITA’20.  Participants have to forge a manual bot having awire or wireless remote control. The bot has to pass through various obstacles on its way accordingly the teams get points. The arena mostly automated in itself and is divided into discrete zones each having a particular challenge to vanquish. ",
          "rules": "tech.docx",
          "img_path": "Dirt",
          "slug": "tech-11"
        }
      },
      {
        "LineFollower": {
          "id": 9,
          "description": "It is an extreme automated robot challenge that pivots on the robot to follow a specific path. Participants have to develop an algorithm as well as design robot to follow the path and overcome hindrances and obstacles in the path.",
          "rules": "tech.docx",
          "img_path": "LineFol",
          "slug": "tech-9"
        }
      },
      {
        "Encoded": {
          "id": 8,
          "description": "Advaita brings you a 36 hours hackathon event to showcase your skills in the tech field. So if you have some idea, build it, show it and have a chance to take home some hefty prizes, from the premiere​ hackathon event of ADVAITA. ",
          "rules": "tech.docx",
          "img_path": "Encoded",
          "slug": "tech-8"
        }
      },
      {
        "CTF": {
          "id": 5,
          "description": "This time Advaita gives you a chance to display your hacking and cracking skills by breaking through our custom vulnerable machines and capturing the flags we have hidden for you.\nIn this event a platform will be given providing you with few machines and challenges to crack in the stipulated amount of time.\nEach machine/challenge will have a flag which you have to find. The winner will be that person who will be able to reach to all our flags first",
          "rules": "tech.docx",
          "img_path": "CTF",
          "slug": "tech-5"
        }
      },
      {
        "Arduinoob": {
          "id": 12,
          "description": "Advaita brings you an arduino based hackathon event. This event invites all the young minds who can code their arduino and compete in this hackathon event. ",
          "rules": "tech.docx",
          "img_path": "Arduinoob",
          "slug": "tech-12"
        }
      }
    ],
    "art": [
      {
        "CollArt": {
          "id": 1,
          "description": "MAKE THE BEST OUT OF WASTE ",
          "rules": "rules.pdf",
          "img_path": "Coll"
        }
      },
      {
        "Coffee_Painting": {
          "id": 23,
          "description": "Would you like to explore your creative side? Here is your opportunity to come and express yourself with no boundaries!! Hop on to explore coffee painting and unleash your ideas into",
          "rules": "rules.pdf",
          "img_path": "",
          "slug": ""
        }
      },
      {
        "Embroidery_Workshop": {
          "id": 24,
          "description": "Are you bored of painting on paper or canvas or any such medium? If yes then the time has come to shift to the trending medium - fabric. In Advaita'19 Paracosm, in association with Pidilite, presents a workshop on fabric painting. We welcome everyone to attend this fresh and anomalous workshop of drawing and painting on the fabric. The medium will be new and exciting to work upon. The attendees shall retain their brand new magnum opus. The attendees will be mentored and instructed by the Pidilite accredited Experts. ",
          "rules": "rules.pdf",
          "img_path": "",
          "slug": ""
        }
      },
      {
        "PhotoGallery": {
          "id": 5,
          "description": "Presenting to you Gallery , which is the annual installment of the display of the 24 flagship photos to have come from the creators within our society, not limited to to genre or equipment , just peerless vision reflected in each single photo.",
          "rules": "rules.pdf",
          "img_path": "PhotoGeek",
          "slug": "art-5"
        }
      },
      {
        "PhotoExhibition": {
          "id": 2,
          "description": "Exhibition, our annual exhibit of photos on select genre(s) ,  unique to each year , come visit for the pleasant surprise and immerse yourself in the photos and take a moment out of your life to connect to the story we mean to convey in them.",
          "rules": "rules.pdf",
          "img_path": "Exhiu",
          "slug": "art-2"
        }
      },
      {
        "Picasso": {
          "id": 4,
          "description": "Picasso is the annual painting competition conducted by Photogeeks. Photogeeks believe in creating magic with not just cameras but brushes as well. Nothing can replace the sheer beauty of a painting. So grab your brushes, switch your creative modes on and let the colours speak of your behalf. ",
          "rules": "rules.pdf",
          "img_path": "Pic",
          "slug": "art-4"
        }
      },
      {
        "Imagen": {
          "id": 3,
          "description": "Bring out the photographer in you. A great stage to showcase your talent. Dont miss out the opportunity. ",
          "rules": "rules.pdf",
          "img_path": "Imag",
          "slug": "art-3"
        }
      }
    ],
    "sports": [
      {
        "CSGO": {
          "id": 1,
          "description": "A CS:GO 5v5 LAN tournament will be held on 9th and 10th of January and the 2v2 LAN tournament will be held on 8th, 9th, and 10th of January. All players irrespective of their college, branch and semester can participate. The tournament will be held in the IIIT Bhubaneswar campus. Teams will be divided into pools for the group league matches. All matches will be Best of 1. Final Match will be best of 3. The tournament is Steam only and everyone will be provided with systems and gear that they need. If you have your own gear, you can bring them out and play with them too. Participating teams are requested to send us their personal configuration files. ",
          "rules": "rules.pdf",
          "img_path": "CSGO"
        }
      },
      {
        "InterCollegeFootball": {
          "id": 6,
          "description": "An inter-college football tournament where teams from different colleges will take part. The winning and the runners up team will be felicitated and cash prizes will be awarded. There will also be prizes for the best player and an emerging player.",
          "rules": "rules.pdf",
          "img_path": "Football",
          "slug": "sports-6"
        }
      },
      {
        "InterCollegeBasketball": {
          "id": 3,
          "description": "An inter-college basketball tournament will be organized for both boys and girls where teams from different colleges will take part.",
          "rules": "rules.pdf",
          "img_path": "Basket",
          "slug": "sports-3"
        }
      },
      {
        "InterCollegeChess": {
          "id": 4,
          "description": "An inter-college chess tournament will be organized where teams from different colleges will take part. The winners and the runners up team will be facilitated.",
          "rules": "rules.pdf",
          "img_path": "Chess",
          "slug": "sports-4"
        }
      },
      {
        "SuperSix": {
          "id": 5,
          "description": "A fun event with different rules in the game of cricket is organized. ",
          "rules": "rules.pdf",
          "img_path": "Six",
          "slug": "sports-5"
        }
      },
      {
        "FIFA": {
          "id": 2,
          "description": "This is a one day fun event where you will be competing against other player and win prizes",
          "rules": "rules.pdf",
          "img_path": "FIFA",
          "slug": "sports-2"
        }
      }
    ],
    "food": [
      {
        "SholeParathe": {
          "id": 4,
          "description": "This will be a fastest paratha eating competition with some exciting twists\nlike chilies, spices, etc. In case of a tie a tie breaker round will be decided on the spot.",
          "rules": "Zaiqa.doc",
          "img_path": "Shole"
        }
      },
      {
        "MaggieChef": {
          "id": 3,
          "description": "This is a maggie making competition.With so many surprises to unfold\nand secret ingredients with magic box on the way , this competition is the perfect mix of taste and brains.The event will be judged by a famous food blogger of Bhubaneswar",
          "rules": "Zaiqa.doc",
          "img_path": "Maggie",
          "slug": "food-3"
        }
      },
      {
        "TrackBait": {
          "id": 6,
          "description": "Come witness the differentEST past time that you will ever hope to come across. A game that you might never have played. Track Bait will help vent away the dullness of your life. Use your palms and your foot, but BEWARE! One mismatch and you are disqualified.",
          "rules": "Zaiqa.doc",
          "img_path": "Trait",
          "slug": "food-6"
        }
      },
      {
        "MiscGames": {
          "id": 7,
          "description": "Flip the bottle \n Fish Cup \n 7 Up 7 Down\n Robin Ring\nSpin your Luck\n Knock Down",
          "rules": "Zaiqa.doc",
          "img_path": "Misc",
          "slug": "food-7"
        }
      },
      {
        "GolgappeKing": {
          "id": 2,
          "description": "To all the gupchup lovers out there this event is going to be the most appealing explosion of spices. An event to test all individuals on the scale of time and to tickle their palate with the best of piquants. There is no stipulated time frame, the one who clocks the least will be the Gupchup Champion",
          "rules": "Zaiqa.doc",
          "img_path": "Gol",
          "slug": "food-2"
        }
      },
      {
        "TasteBuddy": {
          "id": 35,
          "description": "Are you a foodie who has a refined interest in food and who eats food not out of hunger but due to their love, interest or hobby for food. If yes, then taste buddy is for you. As FOOD is the ingredient that binds us together but do you know about the ingredients of the food you eat. Taste buddy will test your knowledge about kitchen and food so Keep calm and Test and Taste. Pull up your chair, take a taste. Explore with your taste buds as well as the brain.",
          "rules": "Zaiqa.doc",
          "img_path": "",
          "slug": ""
        }
      },
      {
        "Stringeddelicacy": {
          "id": 5,
          "description": "Teamwork is the ability to work together towards a common vision. It is a team event where teams will compete in a race to eat Doughnuts hanging from a string. In this event one can experience the joy of eating with a twist of exciting challenges and dares.",
          "rules": "Zaiqa.doc",
          "img_path": "String",
          "slug": "food-5"
        }
      }
    ]
  }
}
